[
    {
        "title": "1st Grade \"OR\", \"OAR\", \"ORE\" Spelling Patterns",
        "author": "English Language Arts",
        "subject": "Lesson Plan",
        "material_type": "Molly Simpson",
        "description": "This Lesson Plan was created by Molly Simpson. The attached Lesson Plan is …\n                  \n\n\nThis Lesson Plan was created by Molly Simpson. The attached Lesson Plan is designed for Grade 1 English Language Arts students. Students will be able to understand and spell the words using their knowledge of the various spellings of the same sound: \"oar, \"or\", and \"ore\". This Lesson Plan can be used with small group instruction or with a whole class. This lesson plan adresses the following NDE Standards: . It is expected that this Lesson Plan will take students 20 to 80 minutes to complete depending on the use of small group or large group instruction.\n\n\nMore\nLess",
        "license_info": "Conditional Remix & Share Permitted\n\nCC BY-NC-SA",
        "keywords": "NE ELA",
        "date_created": "2020-07-30T17:24:29.680357",
        "resource_url": "https://oercommons.org/courseware/lesson/70648/overview"
    },
    {
        "title": "Word Lists by Syllable Type (Orton-Gillingham)",
        "author": "English Language Arts",
        "subject": "Teaching/Learning Strategy",
        "material_type": "03/10/2018",
        "description": "Phonics word lists: introduction and lists of closed syllable words with different …\n                  \n\n\nPhonics word lists:  introduction and lists of closed syllable words with different vowels and patterns.\n\n\nMore\nLess",
        "license_info": "Conditional Remix & Share Permitted\n\nCC BY-NC",
        "keywords": "Orton-gillingham, Syllable, Dyslexia, BranchEd, Phonics, BranchED Literacy, Closed Syllables",
        "date_created": "2018-03-10T11:05:10.058386",
        "resource_url": "https://oercommons.org/authoring/27442-word-lists-by-syllable-type-orton-gillingham/view"
    },
    {
        "title": "People of the Whale",
        "author": "Education",
        "subject": "English Language Arts",
        "material_type": "Geoscience",
        "description": "This article describes how the lifestyle of Alaska's Inupiat people have changed …\n                  \n\n\nThis article describes how the lifestyle of Alaska's Inupiat people have changed over time, and the new challenges they now face as a result of a changing climate. Versions are available for students in grades K-1, 2-3 and 4-5. Related science and literacy activities are included.\n\n\nMore\nLess",
        "license_info": "Conditional Remix & Share Permitted\n\nCC BY-SA",
        "keywords": "NSDL, Literacy, Students, People of the Whale, Climate Change, Informational Text, Bowhead Whale, Teachers, Hunting, Elementary, Arctic, Elementary-climate-science, Nonfiction, Inupiat, Social Sciences, Geoscience, Reading, Elementary Climate",
        "date_created": "2010-06-01",
        "resource_url": "https://beyondpenguins.ehe.osu.edu/issue/climate-change-and-the-polar-regions/people-of-the-whale"
    },
    {
        "title": "25 Things",
        "author": "Applied Science",
        "subject": "Arts and Humanities",
        "material_type": "Business and Communication",
        "description": "This lesson will allow students to select and share what details are …\n                  \n\n\nThis lesson will allow students to select and share what details are important on a topic.  Groups of students will research a topic and then discuss and determine the top 25 important things someone should know about the topic.\n\n\nMore\nLess",
        "license_info": "Unrestricted Use\n\nCC BY",
        "keywords": "Powerlibrary, Iowa K-12 E-Curriculum, POWER Library",
        "date_created": "2020-07-07T11:35:51.793969",
        "resource_url": "https://oercommons.org/courseware/lesson/69439/overview"
    },
    {
        "title": "My Family: Past, Present and Future",
        "author": "English Language Arts",
        "subject": "Mathematics",
        "material_type": "Social Science",
        "description": "Students in grade two explore the lives of actual people who make …\n                  \n\n\nStudents in grade two explore the lives of actual people who make a difference in their everyday lives. They differentiate between events that happened long ago and events that happened yesterday by studying their family histories. A number of projects are completed that preserve the past, capture the present, or impact the future, including analyzing information and drawing conclusions about how and why the world has changed. The unit concludes with students creating family history time capsules that preserve the past and present for the future.\nThis unit plan was originally developed by the Intel® Teach program as an exemplary unit plan demonstrating some of the best attributes of teaching with technology. \n\n\nMore\nLess",
        "license_info": "Conditional Remix & Share Permitted\n\nCC BY-NC-SA",
        "keywords": "Ancestors, Drawing Conclusions, Family History, Intel Education, Analysis, ND FACS, Comparing Past and Present, Data Analysis, Preservation, Analyzing Information, Time Capsule, Tracing History, Synthesis",
        "date_created": "2016-11-09T13:34:29.587758",
        "resource_url": "https://oercommons.org/authoring/18030-my-family-past-present-and-future/view"
    },
    {
        "title": "Literature Based STEM - Book List & Corresponding Activities",
        "author": "Applied Science",
        "subject": "Architecture and Design",
        "material_type": "Arts and Humanities",
        "description": "Literature Based STEM - Book List & Corresponding Activities: Looking for grab-and-go …\n                  \n\n\nLiterature Based STEM - Book List & Corresponding Activities:\nLooking for grab-and-go elementary STEM lessons? Looking for a read-aloud to hook an existing STEM lesson? Trying to build a STEM library? Search the spreadsheet by titles, authors, big ideas, themes, and lessons. Whether you are a STEM specialist or a classroom teacher, these lessons will work for you.\n\n\nMore\nLess",
        "license_info": "Conditional Remix & Share Permitted\n\nCC BY-NC-SA",
        "keywords": "Literacy Activities, Literacy, Read Alouds, PASTEMTOOLKIT, Engineering Design Proceses, Growth Mindset, PASTEM, STEM, Steam",
        "date_created": "2018-12-05T11:35:56.112423",
        "resource_url": "https://oercommons.org/authoring/50524-literature-based-stem-book-list-corresponding-acti/view"
    },
    {
        "title": "1st Grade-Act. 05: Chrysanthemum Sound Boards",
        "author": "Arts and Humanities",
        "subject": "English Language Arts",
        "material_type": "Speaking and Listening",
        "description": "In this lesson students will listen and match sounds ... either rhyming …\n                  \n\n\nIn this lesson students will listen and match sounds ... either rhyming sounds, beginning sounds, ending sounds or vowel sounds.\n\n\nMore\nLess",
        "license_info": "Read the Fine Print\nEducational Use",
        "keywords": "Language Arts -- Reading, Speaking and Listening, Word Sounds, OERC Reviewed K-12 Collections",
        "date_created": "2013-10-22",
        "resource_url": "https://www.uen.org/lessonplan/view/5638"
    },
    {
        "title": "1st Grade-Act. 07: Seven Fat Cats",
        "author": "Arts and Humanities",
        "subject": "English Language Arts",
        "material_type": "Speaking and Listening",
        "description": "While reading the story \"Seven Fat Cats\", students will listen and match …\n                  \n\n\nWhile reading the story \"Seven Fat Cats\", students will listen and match the sounds (rhyming, beginning, ending, and vowel.)\n\n\nMore\nLess",
        "license_info": "Read the Fine Print\nEducational Use",
        "keywords": "Speaking and Listening, OERC Reviewed K-12 Collections, Language Arts -- Reading, Word Sounds",
        "date_created": "2013-10-22",
        "resource_url": "https://www.uen.org/lessonplan/view/5640"
    },
    {
        "title": "Editing and Revision with Acronyms",
        "author": "English Language Arts",
        "subject": "Teaching/Learning Strategy",
        "material_type": "06/27/2017",
        "description": "This is a compilation of engaging Educational YouTube Videos. The videos have …\n                  \n\n\nThis is a compilation of engaging Educational YouTube Videos. The videos have been selected from a number of creative authors who share and instruct the techniques they use in regards to the revision and editing portion of the writing process. They have been placed together and arranged with the purpose of differentiating the instruction of students on a variety of levels within a regular or special education setting.\n\n\nMore\nLess",
        "license_info": "Conditional Remix & Share Permitted\n\nCC BY-NC-SA",
        "keywords": "Revising, Editing, Iowa K-12 E-Curriculum, Iowa Video",
        "date_created": "2017-06-27T19:20:50.347483",
        "resource_url": "https://oercommons.org/authoring/22768-editing-and-revision-with-acronyms/view"
    },
    {
        "title": "Reading in the Time of COVID-19: Free access to online reading",
        "author": "Early Childhood Development",
        "subject": "English Language Arts",
        "material_type": "Reading",
        "description": "Free reading options for all Pre K - 12 students. Sites include …\n                  \n\n\nFree reading options for all Pre K - 12 students. Sites include access for English learners as well as students with reading barriers. Opportunities are highlighted for online reading, downloadable eBooks, audiobooks, apps to read content on smartphones/tablets, and read aloud stories for our youngest learners.\n\n\nMore\nLess",
        "license_info": "Unrestricted Use\n\nCC BY",
        "keywords": "Washington Office of Superintendent of Public Instruction, wa-students-with-disabilities, wa-families, Wa-Students-Working-Independently, wa-early-learning, OSPI, wa-ela",
        "date_created": "2020-04-07T22:37:30.538067",
        "resource_url": "https://oercommons.org/courseware/lesson/65002/overview"
    },
    {
        "title": "3-2-1- Grade 3",
        "author": "English Language Arts",
        "subject": "History",
        "material_type": "Life Science",
        "description": "This tool is used for teachers to understand what the students are …\n                  \n\n\nThis tool is used for teachers to understand what the students are getting out of their learning by recording three things they learned, two questions and one main idea.\n\n\nMore\nLess",
        "license_info": "Only Sharing Permitted\n\nCC BY-NC-ND",
        "keywords": "Assessment",
        "date_created": "2019-06-19T08:36:56.270939",
        "resource_url": "https://oercommons.org/courseware/lesson/55505/overview"
    },
    {
        "title": "2nd Grade-Act. 01: Exploration Tubs",
        "author": "Arts and Humanities",
        "subject": "Education",
        "material_type": "English Language Arts",
        "description": "The focus of this lesson is to provide an opportunity for children …\n                  \n\n\nThe focus of this lesson is to provide an opportunity for children to develop oral language skills and to record their oral language to share with others.\n\n\nMore\nLess",
        "license_info": "Read the Fine Print\nEducational Use",
        "keywords": "Vocabulary, ESL, Earth Sciences, OERC Reviewed K-12 Collections, Flexible Learning, Reading Comprehension, Fossils, Animals",
        "date_created": "2013-10-22",
        "resource_url": "https://www.uen.org/lessonplan/view/5690"
    },
    {
        "title": "A-Z letter review",
        "author": "English Language Arts",
        "subject": "Homework/Assignment",
        "material_type": "05/27/2016",
        "description": "This packet includes letter formation and beginning sound practice. The pictures are …\n                  \n\n\nThis packet includes letter formation and beginning sound practice.  The pictures are easy to understand and common words used in the English language.\n\n\nMore\nLess",
        "license_info": "Conditional Remix & Share Permitted\n\nCC BY-NC-SA",
        "keywords": "Beginning Sounds, ABC, Letter Formation, Alphabet",
        "date_created": "2016-05-27T11:00:09.550966",
        "resource_url": "https://oercommons.org/authoring/13895-a-z-letter-review/view"
    },
    {
        "title": "Learning Guide for \"We Move Together\" by Kelly Fritsch, Anne McGuire and Eduardo Trejos",
        "author": "Elementary Education",
        "subject": "English Language Arts",
        "material_type": "Literature",
        "description": "This learning guide offers educators context, vocabulary, discussion questions, learning activities, printable …\n                  \n\n\n This learning guide offers educators context, vocabulary, discussion questions, learning activities, printable games and templates, and other resources to support conversations about disability, accessibility, social justice, and community building. We Move Together is a bold and colourful exploration of all the ways that people navigate through the spaces around them and a celebration of the relationships we build along the way. We Move Together follows a mixed-ability group of kids as they creatively negotiate everyday barriers and find joy and connection in disability culture and community. \n\n\nMore\nLess",
        "license_info": "Unrestricted Use\n\nCC BY",
        "keywords": "Disability, Disability Justice, Accessibility, disability, Access, accessibility, children's literature, social justice, Social Justice, disability justice",
        "date_created": "2021-06-14T01:37:12.190923",
        "resource_url": "https://oercommons.org/courseware/lesson/82353/overview"
    },
    {
        "title": "Story Map",
        "author": "English Language Arts",
        "subject": "Activity/Lab",
        "material_type": "Interactive",
        "description": "The Story Map interactive is designed to assist students in prewriting and …\n                  \n\n\nThe Story Map interactive is designed to assist students in prewriting and postreading activities by focusing on the key elements of character, setting, conflict, and resolution.\n\n\nMore\nLess",
        "license_info": "Read the Fine Print\nSome Rights Reserved",
        "keywords": "English Language Learners, ISTE Creativity and Innovation 1D, Writing - Organizing and Summarizing, ISTE Creativity and Innovation 1C, ELL, Requires Flash, Writing - Fiction, ISTE Research and Information Fluency 3C, Reading and Writing, ISTE Technology Operations and Concepts 6A, ISTE Creativity and Innovation 1A, Humanities, Language Arts -- Reading, English Language Arts, ELA, Arts, SPED",
        "date_created": "2013-08-19",
        "resource_url": "https://www.readwritethink.org/classroom-resources/student-interactives/story"
    },
    {
        "title": "Citizenship PBL For 1st-2nd Grade",
        "author": "English Language Arts",
        "subject": "Social Science",
        "material_type": "Lesson Plan",
        "description": "A Project Based Learning Outline for Citizenship and Martin Luther King Jr. …\n                  \n\n\nA Project Based Learning Outline for Citizenship and Martin Luther King Jr. Day. To be used with 1st or 2nd Grade, as fitted with standards.\n\n\nMore\nLess",
        "license_info": "Conditional Remix & Share Permitted\n\nCC BY-NC-SA",
        "keywords": "Second Grade, Citizenship, First Grade, PBL",
        "date_created": "2016-10-10T11:12:59.504401",
        "resource_url": "https://oercommons.org/authoring/16778-citizenship-pbl-for-1st-2nd-grade/view"
    },
    {
        "title": "3C Word Wall",
        "author": "Education",
        "subject": "Elementary Education",
        "material_type": "English Language Arts",
        "description": "Cover Sheet Teacher Example\n                  \n\n\nCover SheetTeacher Example\n\n\nMore\nLess",
        "license_info": "Only Sharing Permitted\n\nCC BY-NC-ND",
        "keywords": "Vocabulary, Word Wall, Interactive",
        "date_created": "2019-07-06T19:52:59.419864",
        "resource_url": "https://oercommons.org/authoring/55614-3c-word-wall/view"
    },
    {
        "title": "Fairy Tale Engineering with Simple Machines",
        "author": "Applied Science",
        "subject": "Education",
        "material_type": "Elementary Education",
        "description": "In this unit, students will use the engineering design process and their …\n                  \n\n\nIn this unit, students will use the engineering design process and their understanding of how simple machines work to help fairytale characters solve problems. Each lesson focuses on one fairytale and one simple machine.\n\n\nMore\nLess",
        "license_info": "Conditional Remix & Share Permitted\n\nCC BY-NC-SA",
        "keywords": "PASTEM, Read Alouds, Steam, STEM, Read, Literacy-Based Units, PASTEMTOOLKIT, Fairytales, Engineering Design Process, Literacy Activities, Read Aloud",
        "date_created": "2018-12-05T13:06:16.806591",
        "resource_url": "https://oercommons.org/authoring/50589-fairy-tale-engineering-with-simple-machines/view"
    },
    {
        "title": "English Language Arts Core Instructional Materials Options",
        "author": "English Language Arts",
        "subject": "Full Course",
        "material_type": "Lesson",
        "description": "These are full-course openly licensed resources for districts interested in exploring OER …\n                  \n\n\nThese are full-course openly licensed resources for districts interested in exploring OER options when considering core instructional materials for district adoption. Course materials are available for online viewing or download.\n\n\nMore\nLess",
        "license_info": "Unrestricted Use\n\nCC BY",
        "keywords": "Common Core, Common Core State Standards English Language Arts, Wa-curricular-resources-for-educators, Instructional Materials Adoption, Washington Office of Superintendent of Public Instruction, CCSS, OSPI, wa-ela",
        "date_created": "2020-03-18T00:08:04.426722",
        "resource_url": "https://oercommons.org/courseware/lesson/64119/overview"
    },
    {
        "title": "Comprehension Activities",
        "author": "English Language Arts",
        "subject": "Activity/Lab",
        "material_type": "Lesson Plan",
        "description": "FreeReading is an open source instructional program that helps educators teach early …\n                  \n\n\nFreeReading is an open source instructional program that helps educators teach early literacy. Because it is open source, it represents the collective wisdom of a wide community of teachers and researchers. FreeReading contains Comprehension Activities, a page of activities to address important comprehension skills and strategies.\n\n\nMore\nLess",
        "license_info": "Conditional Remix & Share Permitted\n\nCC BY-SA",
        "keywords": "English, Reading, Minnesota Catalog, Describing Structure of Text, Comprehension, MnLC, Language and Literature, Early Literacy, Using Text Vocabulary, Referring to Text, Cunha ELL, Ask / Answer Questions of Text, Speaking About a Text",
        "date_created": "2011-02-16",
        "resource_url": "https://www.freereading.net/wiki/Comprehension_Activities.html"
    }
]